CSI API ETABS v1
cAnalysisResults.Setup Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cAnalysisResultsSetup Setup { get; }
ReadOnly Property Setup As cAnalysisResultsSetup
	Get
Dim instance As cAnalysisResults
Dim value As cAnalysisResultsSetup
value = instance.Setup
property cAnalysisResultsSetup^ Setup {
	cAnalysisResultsSetup^ get ();
}
abstract Setup : cAnalysisResultsSetup with get
Property Value
Type: cAnalysisResultsSetup
See Also
Reference
cAnalysisResults Interface
ETABSv1 Namespace